Repository: TheDutchJewel/webtrees-fan-chart
Catalog: resources/lang/*/messages.po
Languages: af, es, fr, hi, it, sl, sr

source: Fan chart
af: Waaierdiagram
es: Diagrama en abanico
fr: Éventail des ancêtres
hi: फैन चार्ट
it: Grafico a ventaglio
sl: Pahljačasti diagram
sr: Лепеза графикон

source: A fan chart of an individual’s ancestors.
af: 'n Waaierdiagram van 'n persoon se voorouers.
es: Un diagrama de abanico de los antepasados de un individuo.
fr: Un éventail des ancêtres d'un individu.
hi: किसी व्यक्ती के पूर्वजों का एक फैन चार्ट।
it: Un grafico a ventaglio degli antenati di una persona.
sl: Pahljačasti diagram posameznikovih prednikov.
sr: Лепеза графикон појединчевих предака.

source: Fan chart of %s
af: %s se waaierdiagram
es: Diagrama en abanico de %s
fr: Éventail des ancêtres de %s
hi: %s का फैन चार्ट
it: Grafico a ventaglio di %s
sl: Pahljačasti diagram osebe %s
sr: Лепеза графикон %s

source: Use Ctrl + scroll to zoom in the view
af: Gebruik Ctrl + rol om te vergroot
es: Use Ctrl + scroll para acercar la vista
fr: Utiliser Ctrl + molette pour zoomer dans la vue
hi: Ctrl + Scroll से ज़ूम इन करें
it: Usare Ctrl + scorrimento per ingrandire la vista
sl: Uporabi Ctrl+Scroll kolesce za povečavo diagrama
sr: Користите CTRL + скрол да бисте зумирали приказ

source: Move the view with two fingers
af: Beweeg die aansig met twee vingers
es: Mueve la vista con dos dedos
fr: Déplacer la vue avec deux doigts
hi: दो उंगलियों से दृश्य को स्थानांतरित करें
it: Spostare la vista
sl: Premakni pogled z dvema prstoma
sr: Померите поглед са два прста

source: Born: %s
af: Gebore: %s
es: Nació: %s
fr: Naissance: %s
hi: जन्म: %s
it: Nato/a: %s
sl: Rojstvo: %s
sr: Рођен: %s

source: Died: %s
af: Sterf: %s
es: Murió: %s
fr: Décès: %s
hi: मृत्यु: %s
it: Morto/a: %s
sl: Smrt: %s
sr: Умро: %s

source: Deceased
af: Oorlede
es: Fallecido
fr: Décédé
hi: मृतक
it: Deceduto/a
sl: Pokojni/a
sr: Преминули

source: The preferences for the module “%s” have been updated.
it: Le preferenze per il modulo "%s" sono state aggiornate.

source: Re center
af: Her sentreer
es: Volver a centrar
fr: Re centrer
hi: पुनः केंद्रित करें
it: Riposiziona
sl: Znova na sredino
sr: Ре центар

source: Switch between full screen mode and normal view
it: Passa dalla modalità a schermo intero alla visualizzazione normale

source: Show help
it: Mostra aiuto

source: Export as PNG
af: Voer as PNG uit
es: Exportar como PNG
fr: Exporter au format PNG
hi: PNG निकालें
it: Esporta come PNG
sl: Izvozi kot PNG
sr: Извези у PNG

source: Export as SVG
af: Voer as SVG uit
es: Exportar como SVG
fr: Exporter au format SVG
hi: SVG निकालें
it: Esporta come SVG
sl: Izvozi kot SVG
sr: Извези као SVG

source: Control panel
it: Pannello di controllo

source: Modules
it: Moduli

source: save
it: salva

source: cancel
it: cancella

source: Fan size
af: Waaiergrootte
es: Ángulo del abanico
fr: Taille de l'éventail
hi: फैन का आकार
it: Impostare i gradi di apertura del grafico
sl: Velikost pahljače
sr: Величина лепезе

source: Font size
af: Skrifgrootte
es: Tamaño tipografía
fr: Taille de police
hi: फ़ॉन्ट आकार
it: Dimensione dei caratteri
sl: Velikost pisave
sr: Величина слова

source: Generations
af: Geslagte
es: Generaciones
fr: Générations
hi: पीढ़ियां
it: Generazioni da visualizzare
sl: Generacije
sr: Генерације

source: Number of inner levels
af: Aantal binnevlakke
es: Número de niveles internos
fr: Nombre de niveaux internes
hi: आंतरिक स्तरों की संख्या
it: Numero di livelli interni
sl: Število notranjih ravni
sr: Број унутрашњих нивоа

source: Specifies the number of levels in which the text is written along an arc.
af: Bepaal die aantal vlakke waarin die teks langs 'n boog geskryf word.
es: Especifica el número de niveles en los que se escribe el texto a lo largo de un arco.
fr: Spécifie le nombre de niveaux pour lesquel le texte est écrit le long d'un arc.
hi: उस स्तर की संख्या निर्दिष्ट करता है जिसमें पाठ चाप के साथ लिखा जाता है।
it: Specifica il numero di livelli in cui il testo è scritto lungo un arco.
sl: Določi število ravni, v katerih je besedilo zapisano vzdolž loka.
sr: Одређује број нивоа на којима је текст написан дуж лука.

source: Layout
it: Tipo di schema

source: Hide empty segments
af: Steek leë segmente weg
es: Ocultar segmentos vacíos
fr: Cacher les segments vides
hi: खाली खंड छिपाएं
it: Nascondi i settori vuoti
sl: Skrij prazne dele
sr: Сакриј празне сегменте

source: Show color gradients
af: Wys kleurgradiënte
es: Mostrar degradados de color
fr: Montrer les gradients de couleur
hi: रंग ढाल दिखाएं
it: Mostra con colori sfumati
sl: Pokaži barvne prehode
sr: Покажите градијенте боја

source: Instead of the colors for men and women, a color gradient is displayed for the paternal and maternal lineage.
it: Al posto dei colori per uomini e donne, viene visualizzata una sfumatura di colore per la linea paterna e materna.

source: Show parent marriage dates
fr: Afficher les dates de mariage des parents
it: Mostra la data del matrimonio dei genitori
sl: Pokaži datum poroke staršev

source: Individual
af: Persoon
es: Individuo
fr: Individu
hi: व्यक्ति
it: Persona
sl: Posameznik
sr: Појединац

source: view
af: bekyk
es: ver
fr: afficher
hi: देखें
it: Aggiorna la vista
sl: Prikaži
sr: поглед

source: Show more options
fr: Afficher les options
it: Mostra opzioni
sl: Pokaži več možnosti

source: Hide more options
fr: Masquer les options
it: Nascondi opzioni
sl: Skrij več možnosti
